Repository: blankon-packages/indicator-keylock
Catalog: po/*.po
Languages: ast, de, fr, it, nl, ru, tr

source: Indicator/Status Icon for keyboard lock keys
ast: Indicador/Iconu d'estáu pa les tecles de bloquéu del tecláu
de: Indikator/Status für Feststelltasten
fr: Icône de notification de l'êtat des touches verrouillables du clavier.
it: Indicatore/Icona di stato per i tasti di blocco della tastiera
nl: Indicator/Status-pictogram voor toetsenbord-locktoetsen
ru: Значок индикации/состояния для клавиш-блокировок состояний клавиатуры
tr: Klavye kilitleme tuşları için Gösterici/Durum Simgesi

source: Could not initialize X Keyboard Extension.
ast: Nun pudo aniciase la estensión de tecláu X.
de: X Keyboard Erweiterung konnte nicht geladen werden
fr: Impossible d'activer les extensions claviers du moteur graphique.
it: Impossibile inizializzare l'estensione X Keyboard.
nl: Kon X-toetsenbord-extensie niet initialiseren
ru: Невозможно инициализировать расширение X Keyboard.
tr: X Klavye Uzantısı başlatılamadı

source: Caps Lock
ast: Bloq Mayús
de: Feststelltaste
fr: Verr. maj.
it: Bloc Maiusc
tr: Caps Lock (Büyük Harf Kilidi)

source: Num Lock
ast: Bloq Númb
de: Num-Feststelltaste
fr: Verr. Num.
it: Bloc Num
tr: Num Lock (Sayısal Kilit)

source: Scroll Lock
ast: Bloq Despl
de: Rollen-Feststelltasten
fr: Arrêt défilement
it: Bloc Scorr
tr: Scroll Lock (Kaydırma Kilidi)

source: Indicator-LockKeys
ast: Indicador-Tecles de bloquéu
de: Feststelltasten-Anzeige
it: Indicatore-LockKeys
nl: Indicator-LockToetsen
ru: Индикатор клавиш-блокировок (CapsLock, NumLock, ScrollLock)

source: Handles the locked states of CapsLock, NumLock, and ScrollLock
ast: Remana los estaos de bloquéu de Bloq Mayús, Bloq Númb, Bloq Despl
de: Verarbeitet den Status der Rollen-Feststelltaste, Num-Feststelltaste und der Feststelltaste
fr: Gère les états de Verr. maj., Verr. num. et Arrêt Défil.
it: Modifica gli stati di blocco di CapsLock, NumLock e ScrollLock
nl: Behandeld de staten van CapsLock, NumLock en ScrollLock
ru: Отслеживает состояние нажатия клавиш CapsLock, NumLock, и ScrollLock
tr: CapsLock, NumLock ve ScrollLock kilit durumlarını kontrol eder

source: Lock key to show in the indicator area
ast: Tecla de bloquéu p'amosar na fastera del indicador
de: Feststelltaste welche in der Benachrichtigungsfläche angezeigt werden soll
fr: Touche verrouillable à afficher dans la zone de notification
it: Tasto di blocco da mostrare nell'area dell'indicatore
nl: Toon Lock-toets in het indicator-gebied
ru: Отображать в области уведомления клавишу-блокировки
tr: Bildirici alanında gösterilecek kilit tuşu

source: Lock key to show in the indicator area when using single icon mode 0 for caps lock, 1 for num lock, 2 for scroll lock
ast: Tecla de bloquéu p'amosar na fastera del indicador al usar un mou d'iconu simple de 0 pa Bloq Mayús, 1 pa Bloq Númb, 2 pa Bloq Despl
de: Feststelltaste welche in der Benachrichtigungsfläche, im Einzel-Icon Modus, angezeigt werden soll
fr: Touche verrouillable à afficher dans la zone de notification en mode icône unique. 0 pour Verr. Maj., 1 pour Verr. Num. et 2 pour Arrêt Défil.
it: Tasto di blocco da mostrare nell'area dell'indicatore quando si usa la modalità icona singola: 0 per Bloc Maiusc, 1 per Bloc Num, 2 per Bloc Scorr
nl: Toont een Lock-toets in het indicator-gebied wanneer enkele icoon-modus gebruikt wordt; 0 voor CapsLock, 1 voor NumLock, 2 voor ScrollLock
ru: Отображать состояние клавиши-блокировки в области уведомления с помощью одного значка в режиме 0 для CapsLock, 1 для NumLock, 2 для ScrollLock
tr: Tek simge kipi kullanılırken bildiricide gösterilecek kilit tuşu: 0 caps lock, 1 numlock, 2 scroll lock

source: Show "Quit" menu item
ast: Amosar l'elementu de menú "Colar"
de: Beenden-Menü anzeigen
fr: Afficher l'option "Quitter" dans le menu
it: Mostra voce di menù "Esci"
nl: Toon "Sluit af"-menuitem
ru: Показать пункт меню "Выйти"
tr: "Çık" menü ögesini göster

source: Show the menu item for quitting the application
ast: Amuesa l'elementu de menú pa colar de l'aplicación
de: Menüpunkt zum Beenden der Anwendung anzeigen
fr: Affiche l'option de menu pour quitter l'application
it: Mostra la voce di menù per terminare l'applicazione
nl: Toon het menuitem voor afsluiten van de applicatie
ru: Показать пункт меню для выхода из приложения
tr: Uygulamadan çıkma menü ögesini göster

source: Show notifications
ast: Amosar notificaciones
de: Zeige Benachrichtigungen
fr: Afficher les notifications
it: Mostra le notifiche
nl: Toon meldingen
ru: Показывать уведомления
tr: Bildirimleri göster

source: Display notifications through libnotify
ast: Amuesa les notificaciones pente libnotify
de: Benachrichtigungen mit libnotify anzeigen
fr: Affiche les notifications via libnotify
it: Mostra le notifiche usando libnotify
nl: Toon meldingen via libnotify
ru: Показывать уведомления через libnotify
tr: Bildirimleri libnotify yoluyla görüntüle

source: Use single icon mode
ast: Usar mou d'iconu únicu
de: Einzel-Icon Modus
fr: Mode icône unique.
it: Usa la modalità icona singola
nl: Gebruik enkele icoon-modus
ru: Использоапть режим одного значка
tr: Tek simge kipini kullan

source: Show a single icon in the indicator applet and display the other icons in the menu, else show separate indicators for each lock key
ast: Amuesa un iconu únicu na fastera del applet y los otros iconos nel menú, tamién amuesa los indicadores pa cada tecla de bloquéu separtaos
de: Zweige ein einzelnes Icon im Benachrichtigungs-Applet und zeige die anderen Icons im Menü an oder zeige seperate Icons für jede Feststelltaste an
fr: Affiche un seul icône dans l'applett de notification et affiche les autres dans un menu, sinon affiche des icônes distinct pour chaque touche.
it: Mostra una icona singola nell'applet indicatore e visualizza le altre icone nel menù, altrimenti mostra indicatori separati per ciascun tasto di blocco.
nl: Toon een enkel icoon in de indicator en geef de rest weer in het menu. Alternatief is losse indicatoren voor elke lock-toets.
ru: Отображать один значок в апплете индикатора, а другие значки в выпадающем меню, в противном случае отображать разделённые индикаторы для каждой из клавиш-блокировки
tr: Bildirici yardımcısında tek bir simge göster ve diğer simgeleri menüde görüntüle, diğer durumda her kilit tuşu için ayrı bildirici göster

source: Show the lock keys when not active
ast: Amosar les tecles de bloquéu cuando nun tean actives
de: Zeige die Feststelltasten an wenn diese nicht aktiv sind
fr: Affiche les touches verrouillables quand elles ne sont pas activées.
it: Mostra i tasti di blocco quando non attivi
nl: Toon de lock-toetsen wanneer niet actief
ru: Отображать клавиши-блокировки в неактивном состоянии
tr: Kilit tuşlarını etkin olmadıklarında göster

source: Show the lock keys when inactive as well as when active Only affects multiple icon mode
ast: Amuesa les tecles de bloquéu cuando nun tán actives, arriendes d'afeutar namái al mou d'iconu múltiple cuando s'activen
de: Zeige die Feststelltasten an wenn diese nicht aktiv sind auch wenn Aktiviät nur den Multi-Icon Modus beeinflusst
fr: Affiche les touches verrouillable active et inactive. Ne concerne que le mode à plusieurs icône.
it: Mostra i tasti di blocco sia quando attivi che quando inattivi. Ha effetto solo nella modalità icone multiple.
nl: Toon de lock-toetsen wanneer inactief net als in Alleen meerdere icoon-modus
ru: Отображать клавиши-блокировки в неактивном состоянии, а также когда задействован режим нескольких значков
tr: Kilit tuşlarını hem etkin hem de etkin olmadıklarında göster. Sadece çoklu simge kipini etkiler

source: Show the indicator(s)
ast: Amosar l'indicador(es)
de: Zeige die Hinweisnachrichten an
fr: Afficher le(s) indicateur(s)
it: Mostra l'indicatore(i)
nl: Toon de indicator(en)
ru: Отображать индикатор(ы)
tr: Bildiricileri göster

source: Show the lock key(s) in the indicator applet
ast: Amosar la tecla(es) de bloquéu na fastera del indicador
de: Zeige die Feststelltasten im Anzeigen-Applet an
fr: Afficher les touches verrouillées dans l’applet de notification
it: Mostra il tasto(i) di blocco nel programma dell'indicatore
nl: Toon de lock-toets(en) in de indicator
ru: Отображать клавишу(ы)-блокировки(ок) в индикаторе апплета
tr: Kilit tuşlarını bildirici uygulamacığında göster

source: Use an application indicator
ast: Usar una aplicación d'indicador
de: Anwendungsindikator verwenden
fr: Utiliser un indicateur d’une application
it: Usa un indicatore di applicazione
nl: Gebruik een applicatie-indicator
ru: Использовать индикатор приложения
tr: Bir uygulama bildirici kullan

source: Show indicator while lock key is inactive
ast: Amosar l'indicador cuando la tecla de bloquéu tea inactiva
de: Zeige eine Benachrichtigung wärend eine Feststelltaste inaktiv ist
fr: Afficher l’indicateur quand la touche de verrouillage est inactive
it: Mostra indicatore mente il tasto di blocco è inattiva
nl: Toon indicator wanneer lock-toets inactief is
ru: Отображать индикатор пока клавиша-блокировки неактивна
tr: Kilit tuşu etkin değilken bildiriciyi göster
